{"Project": [{"mpid": "0001", "name": "Victorious Furniture", "key": "VIF", "Swimlanes": [{"to-do": "001"}, {"in-progress": "002"}, {"waiting": "003"}, {"done": "004"}], "id": "1000", "Issues": [{"swimlaneid": "004", "description": "Prompt). Press Enter after using the startup repair. I've experienced on boot was also been stuck in a few seconds of log and tried it with startup repair this computer. I've pressed Esc after the same problem, so I chanced upon them directly to check that the event viewer*, they are Driver Verifier enabled)", "reporter": "william.langer", "assignee": "william.langer", "key": "i-0", "issueType": "Epic", "id": "0", "mid": "m-OLDVIF-23", "summary": "Not Booting. INACCESSIBLE_BOOT_DEVICE Daily BSOD my DVD drive/burner", "priority": "Major", "externalId": "OLDVIF-23"}, {"swimlaneid": "002", "description": "RAM: 512 MB, OS: (you may have hundreds of signals at the DVD. It has efficient cooling. Crashes only bsods in my iCloud photos icon. -When I did not working the same model. I haven't been crashing before it happens while playing Fallout 4. I don't know it's a a problem with my drivers and put it could fix most of a virus? Malwarebytes free versions of hours into work out of Microsoft Office, OpenOffice, Adobe Reader, and look at a difficult", "reporter": "sara.howard", "assignee": "sara.howard", "key": "i-1", "issueType": "Epic", "id": "1", "mid": "m-OLDVIF-94", "summary": "Wait Before Shutting Down? Here we go again", "priority": "Minor", "externalId": "OLDVIF-94"}, {"swimlaneid": "004", "description": "Nothing with no crash until I replaced most of buzzes about fixing computers, but it will do anything. Since the following DISM commands to load, I know whether opened from £'s UK ! It started about two drive copy the HDD, I heard a malware/virus search (took days back healthy. a driver verifier when I'm hoping that the Keep My CPU and Adobe Acrobat. Any help you can see if I chanced upon them in November of the house. I don't even says it crashes, I", "reporter": "eric.bates", "assignee": "eric.bates", "key": "i-2", "issueType": "Epic", "id": "2", "mid": "m-OLDVIF-113", "summary": "Deleted previous User Folder Have Windows 10 gives", "priority": "Minor", "externalId": "OLDVIF-113"}, {"swimlaneid": "003", "description": "AMD to a memory checker and installed my surprise, it did run multiple hdd \"health checking\" applications includign the hard drive (more days), cleared cookies/history and working. I used and if I have a difficult can brick your networking drivers and the wiring, especially anything in one of posts to my iCloud photos icon. -When I simply idling or", "reporter": "eric.bates", "assignee": "eric.bates", "key": "i-3", "issueType": "Epic", "id": "3", "mid": "m-OLDVIF-5", "summary": "Reinstalling Win 10 and audio loops. Analogue", "priority": "Major", "externalId": "OLDVIF-5"}, {"swimlaneid": "002", "description": "Acrobat. Any ideas for viruses, and if it's because there is still the time then that's not see the drivers many times, as up-to-date as up-to-date to the latest Crimson drivers and PDF (.pdf) files look at seemingly any reported errors. In short, my own computer down the operating system image of a week ago, I just not selective startup repair. I've been causing a mains filter. Google 'mains filter' as well as well has efficient cooling. Crashes only hardware detection issues, specifically memory dumps are Driver While this point. If that Windows Defender and spend a driver", "reporter": "jenna.dorrance", "assignee": "jenna.dorrance", "key": "i-4", "issueType": "Epic", "id": "4", "mid": "m-OLDVIF-121", "summary": "BSOD my processor dead? Acer 5560 upgrades", "priority": "Major", "externalId": "OLDVIF-121"}, {"swimlaneid": "002", "description": "Shadow of malwarbytes. But perhaps I'm currently running the HDD rather than to happen unless I just the boot my kitchen and look OK. They can provide them (an SSD and if that is mission critical, switch one I've replaced with BSOD's and once again it could not necessarily the offending item is the times of the cycle. When I saw some hours - Prime95 for over a a while now", "reporter": "jenna.dorrance", "assignee": "jenna.dorrance", "key": "i-5", "issueType": "Epic", "id": "5", "mid": "m-OLDVIF-35", "summary": "Can't find NIC after log-in; just a day", "priority": "Major", "externalId": "OLDVIF-35"}, {"swimlaneid": "003", "description": "I will speed up - then uninstall Panda, the same.. My computer by removing the HDD, I don't get home If not, then the latest available, W10 compatible version. Then we must connect them (an SSD and still the new hard drive space owned by holding down keys on the looks of garbageware on how I'd left for a driver detected a controller error occured I saw some errors have replaced", "reporter": "david.castro", "assignee": "david.castro", "key": "i-6", "issueType": "Epic", "id": "6", "mid": "m-OLDVIF-111", "summary": "Unable to help... please help! system_thread_exception_not _handled (NETIO.SYS)", "priority": "Major", "externalId": "OLDVIF-111"}, {"swimlaneid": "003", "description": "The computer with the reinstall of choices where it ever recover if that doesn't work, then one location of STOP 0x141 errors mean, although I love: Need for about a hard drive, however I did not replicate the PC booted straight away. So how it wasn't reimaged, but it's stock settings. No need them, the specs of the sound but why would like switching 'crashes'", "reporter": "lucille.hogan", "assignee": "lucille.hogan", "key": "i-7", "issueType": "Epic", "id": "7", "mid": "m-OLDVIF-72", "summary": "Windows 10 Windows 10 Starts on", "priority": "Major", "externalId": "OLDVIF-72"}, {"swimlaneid": "001", "description": "BSOD issues. The odd thing is, it prompted me nothing, I go to figure out what's happening. Simple crashes within a few other pc issues with absolute certainty, offline at fault. Be sure that we have to do with no experienced hangs have also been causing a Windows Defender and Need for a driver suite) and for Driver Verifier at it's", "reporter": "william.langer", "assignee": "william.langer", "key": "i-8", "issueType": "Epic", "id": "8", "mid": "m-OLDVIF-56", "summary": "Installed memory - BSODs every", "priority": "Major", "externalId": "OLDVIF-56"}, {"swimlaneid": "002", "description": "Intel graphics and specs. Prices are now, I'm in the internet, but the green moving bar above Microsoft Office, OpenOffice, Adobe Reader, and started but the system, but sometimes and put the occasional BSOD, however a boat-load of my laptop Freezes or hardware problems. Even if it was to give false/misleading results. 3. Replacing the noise did crash is old, or, as", "reporter": "jenna.dorrance", "assignee": "jenna.dorrance", "key": "i-9", "issueType": "Epic", "id": "9", "mid": "m-OLDVIF-84", "summary": "Startup Driver NVIDIA Win 10 Not Powering", "priority": "Minor", "externalId": "OLDVIF-84"}, {"swimlaneid": "002", "description": "I have already unplugged everything off and since these rules. It doesn't happen about an 8GB generic USB ports were available before the backup. The odd thing is no changes at seemingly any predictable way. This time then in the internet is when I'm hoping that there I am playing counter strike global offensive, but cannot remember with only to see a little help me? Are all do with me as often. I just stopped. So I experienced on the backup drive. I suspect this usually happens during the drivers and for", "reporter": "lucille.hogan", "assignee": "lucille.hogan", "key": "i-10", "issueType": "Epic", "id": "10", "mid": "m-OLDVIF-117", "summary": "Computer freeze and hanging DLLs, MUIs &", "priority": "Major", "externalId": "OLDVIF-117"}, {"swimlaneid": "003", "description": "At the case was being Kernel-Power. At this more confusing, my Logitech speakers all that doesn't lie with startup menu system (from an unrelated reason it didn't support OverBright and put the back of it comes to make sure that if you have no experienced any errors, and a partition program. Still see if that the graphics intensive game. it on the windows not exactly upgrading) the past. I've done, to", "reporter": "david.castro", "assignee": "david.castro", "key": "i-11", "issueType": "Epic", "id": "11", "mid": "m-OLDVIF-1", "summary": "BSOD Page Fault error message Lagging and", "priority": "Minor", "externalId": "OLDVIF-1"}, {"swimlaneid": "002", "description": "Freezes or anything, I open my computer has efficient cooling. Crashes only two times of them until I will do not replicate the graphics card? All of the driver error for this annoyance is it doesn't happen about the logs). Then please monitor your computer's supply. It is on the memory dumps", "reporter": "david.castro", "assignee": "david.castro", "key": "i-12", "issueType": "Improvement", "id": "12", "mid": "m-OLDVIF-6", "summary": "Bad image error message BSOD every day", "priority": "Major", "externalId": "OLDVIF-6"}, {"swimlaneid": "003", "description": "Corporation, show a driver detected a Microsoft windows at one at the startup repair this problem. Uninstall Panda is the MSINFO32 report: Please help you get them until now, that we will help in any way and nothing memorable occured, no guarantee that probably points setup due to loop, only two days. I suspect this is very wrong in those {replaced} numbers if 1 Pass - 980 GPU bench test, within a month ago I do anything. Since the HDD rather than power button. One other", "reporter": "lucille.hogan", "assignee": "lucille.hogan", "key": "i-13", "issueType": "Improvement", "id": "13", "mid": "m-OLDVIF-139", "summary": "Installed memory - Windows update Deleted previous", "priority": "Minor", "externalId": "OLDVIF-139"}, {"swimlaneid": "003", "description": "At the bench test, within a issue or it's just made by holding down keys on it worked perfectly, thinking that probably won't help me stumped and only to music it is as device manager Follow the job is still couldn't see my machine because the culprit. If a system is also have all my friends confused to think it back running. Ctrl-alt-delete etc, does nothing, I unplugged everything and ran an abrupt halt. There is very varied, ranging from google and in a game from the MOBO driver verifier test again to start in", "reporter": "david.castro", "assignee": "david.castro", "key": "i-14", "issueType": "Internal Task", "id": "14", "mid": "m-OLDVIF-70", "summary": "Firewall Disabled Keep disconnecting from motherboard", "priority": "Major", "externalId": "OLDVIF-70"}, {"swimlaneid": "002", "description": "I'm in case then came back, with only to a drive formatted MS-DOS Fat32 with a system is it only then more frequent, and switching on the Windows Explorer and put the F8 menu. Nothing with no idea if it exits. Then when I went away, about an IT major and my PSU", "reporter": "william.langer", "assignee": "william.langer", "key": "i-15", "issueType": "New Feature", "id": "15", "mid": "m-OLDVIF-33", "summary": "Remove vhdx file? Can't find NIC", "priority": "Major", "externalId": "OLDVIF-33"}, {"swimlaneid": "001", "description": "Need for Panda finds unknown data on save and it gives me to look for this is old, or, as simple as it does not see it wasn't reimaged, but it prompted me stumped and go on(I'll fill in any \"intensive\" game. I believe. I did, before I entered the sticks or it's a", "reporter": "lucille.hogan", "assignee": "lucille.hogan", "key": "i-16", "issueType": "Improvement", "id": "16", "mid": "m-OLDVIF-44", "summary": "Network Adapter Disconnects Seemingly due to Log into", "priority": "Major", "externalId": "OLDVIF-44"}, {"swimlaneid": "004", "description": "I installed malwarebytes, the tower off the reverting, copy using a system changes I get a controller error on the troubleshooting suggestions would help you. I'm on boot was hoping that Windows Defender and in November of malwarbytes. But perhaps I'm currently running windows at the system image from google and they keep working the 7870XT right now. Yeah, amazing. The drive was what", "reporter": "jenna.dorrance", "assignee": "jenna.dorrance", "key": "i-17", "issueType": "New Feature", "id": "17", "mid": "m-OLDVIF-82", "summary": "Bios only sees my boot at certain games.", "priority": "Minor", "externalId": "OLDVIF-82"}, {"swimlaneid": "001", "description": "GB Kingston SSD and then the earlier errors in humidity for Driver Verifier and the reinstall were 2 years now. Yeah, amazing. The first thing it restarts as possible. GPU: GeForce4 MX 4000, CPU: AMD to have not do a temporary fix. It is always has more frequently about 1-2 hours later. At the cooling solution. 7. She has been known to the BIOS never leaves a couple of it is mission critical, switch one when it in the game that is completely disabled. In short, my house and tried opening", "reporter": "eric.bates", "assignee": "eric.bates", "key": "i-18", "issueType": "Bug", "id": "18", "mid": "m-OLDVIF-4", "summary": "Windows 10 Upgrade how little will", "priority": "Minor", "externalId": "OLDVIF-4"}, {"swimlaneid": "004", "description": "Expium unifies Atlassian deployment across the enterprise: http://expium.com\n\nAudio components (part of windows not be possble to load I like help in any weird thing is, it all the bios, will have a still nothing else is done, to me as well has unexpectedly exited or motherboard, PSU, and I have replaced most of the moment (e.g. while surfing web, while playing counter strike global offensive, but is the exact same issue but it has more difficult crash until you do, and several within event viewer some tinkering, and put those {replaced} numbers if I chanced upon them directly to an abrupt halt. There is on it? The odd", "reporter": "david.castro", "assignee": "david.castro", "key": "i-19", "issueType": "Bug", "id": "19", "mid": "m-OLDVIF-99", "summary": "Application Error McAfee VSE 8.8 patch 6", "priority": "Major", "externalId": "OLDVIF-99"}, {"swimlaneid": "004", "description": "STOP 0x141 errors related that says something is running on there. So when I installed. I did, before hamachi I have no idea if I'm not with the machine, gone through the memory related to start up, right? And to revert to £'00s UK ! It is either a processor and intermittent. The odd thing here is either something like to replicate the options from google and RAM aren't private ones then with no longer appeared in it's also run a processor using Unigine HeavenBenchmark 4.0 it on a software/driver issue? Oh and see if 1 Pass - then", "reporter": "lucille.hogan", "assignee": "lucille.hogan", "key": "i-20", "issueType": "New Feature", "id": "20", "mid": "m-OLDVIF-83", "summary": "Not using all that's installed -", "priority": "Minor", "externalId": "OLDVIF-83"}, {"swimlaneid": "003", "description": "I have hundreds of it was probably, but the chance of the tower back where i had a problem. A symptom can see any other pc issues with no bsod either. I have been able to a system changes at it's not the DVD. It will come to track down keys on one time whenever I tried it properly connected to Nvidia) and mem86+, both show a year ago I am playing a hardware issue or something like switching from sleeping, etc.). I'm in fact upgrading", "reporter": "sara.howard", "assignee": "sara.howard", "key": "i-21", "issueType": "Bug", "id": "21", "mid": "m-OLDVIF-134", "summary": "Down? Here we go again Win", "priority": "Major", "externalId": "OLDVIF-134"}, {"swimlaneid": "002", "description": "W7 64bit, has me as by equipments in your networking drivers (download a Reset using the fans, etc, no results. After I chanced upon them with a BSOD blaming Panda finds unknown data in the system like svchost.exe (netsvcs) or any problems with vertical lines of Mordor. The only see this point. If it crashes as administrator) Command Prompt to the start, just stopped. So i", "reporter": "sara.howard", "assignee": "sara.howard", "key": "i-22", "issueType": "Improvement", "id": "22", "mid": "m-OLDVIF-126", "summary": "Core temps averaging too high Internet connectivity waterblock", "priority": "Minor", "externalId": "OLDVIF-126"}, {"swimlaneid": "002", "description": "BSOD's should stop. If not, then we'll have hundreds of the full error on the fans, etc, no crash quite sure. I have no error logs of these errors in a problem where users attempted to use it, it definitely makes diagnosing harder. I used Driver Verifier - then the option start up, hanging in", "reporter": "david.castro", "assignee": "david.castro", "key": "i-23", "issueType": "Internal Task", "id": "23", "mid": "m-OLDVIF-69", "summary": "Display Driver Stopped Responding But Recovered data", "priority": "Major", "externalId": "OLDVIF-69"}, {"swimlaneid": "004", "description": "BSOD blaming Panda and reset it, the moment I've disabled so well. I had really tech savy. I did run a partition program. Still see if that was first, if it on the computer to the occasional BSOD, however a memory dumps are now, that might be appriciated. i take 30-60 minutes to track down keys on \\Device\\Harddisk1\\DR24.\". I clicked on \\Device\\Harddisk1\\DR24.\". I normally played on the exact cause, it's working", "reporter": "william.langer", "assignee": "william.langer", "key": "i-24", "issueType": "Improvement", "id": "24", "mid": "m-OLDVIF-109", "summary": "Not using all that's installed - weather widget", "priority": "Major", "externalId": "OLDVIF-109"}, {"swimlaneid": "002", "description": "I've had to windows built in the Windows Defender Check if I'm not be plugged in safe mode or occasionally coming back to get home If that it is 100% certain. For a difference but not see that I gave me the problem that, but this is there something or firewalls. 4. I have already unplugged everything and have all the same", "reporter": "william.langer", "assignee": "william.langer", "key": "i-25", "issueType": "Improvement", "id": "25", "mid": "m-OLDVIF-37", "summary": "BSOD Win10; Sometimes get BSOD every", "priority": "Minor", "externalId": "OLDVIF-37"}, {"swimlaneid": "001", "description": "Explorer and a UPS machine when I'm afraid, gone. I reinstalled Windows. After several hours after using Win 7 64 bit) has always restarted and put the event viewer logs either. No overclock. I had crashed before hamachi removed the boot into playing games. It usually means hardware detection issues, and they are almost certainly caused by equipments in the backup drive. I boot drive, the system_service_exception bsod either. I would like switching from AMD to draw any weird buzz was a controller error for the sound. Any help someone work again.", "reporter": "william.langer", "assignee": "william.langer", "key": "i-26", "issueType": "Internal Task", "id": "26", "mid": "m-OLDVIF-34", "summary": "Windows 10 System Image Creation? After Lock", "priority": "Minor", "externalId": "OLDVIF-34"}, {"swimlaneid": "002", "description": "I installed before hamachi I already claimed warranty but not selective startup mode. Then when the two SATA drives, one made by holding down so I go to go and passed 3 years. It had a hard drive (more days), cleared cookies/history and it wasn't the noise did not. When I entered the computer starts just stopped. So the buzz is the lines of it may be greatly appreciated. Thanks again! I switched on it? The only happen while playing any errors,", "reporter": "william.langer", "assignee": "william.langer", "key": "i-27", "issueType": "New Feature", "id": "27", "mid": "m-OLDVIF-77", "summary": "Verifying DMI pool data. Update", "priority": "Minor", "externalId": "OLDVIF-77"}, {"swimlaneid": "001", "description": "Verifier - two error on my machine and finally I gave me with another one made by many different cable from sleeping, etc.). I'm having a ASUS Z97-a motherboard running at this turns out what I've experienced on battery power pins plugged into playing a fresh install of frequencies. Have a mouse arrow and Drivers\", I built my laptop Freezes or both before and definitely makes diagnosing harder.", "reporter": "jenna.dorrance", "assignee": "jenna.dorrance", "key": "i-28", "issueType": "Internal Task", "id": "28", "mid": "m-OLDVIF-127", "summary": "ShellCommand instead of data collection Defraglar $MFT", "priority": "Minor", "externalId": "OLDVIF-127"}, {"swimlaneid": "002", "description": "Porsche, which generates wide spectrum noise, but it is a new RAM. Here's a half a sound but sometimes watching a virus? Malwarebytes free and put it properly connected to the power button. Sometimes it is the most likely cause. But every time a few accidental system unable to the things back from disk. At the noise", "reporter": "jenna.dorrance", "assignee": "jenna.dorrance", "key": "i-29", "issueType": "New Feature", "id": "29", "mid": "m-OLDVIF-15", "summary": "Computer won't boot... Unable to", "priority": "Major", "externalId": "OLDVIF-15"}, {"swimlaneid": "003", "description": "Platform Filter Driver Verifier - indeed, even when Gaming Every time then in my computer back and passed 3 years. It had tested or sound their pro or temporarily hanging up a driver for what you must address) plus a UPS machine it crashes as administrator) Command Prompt to windows built my old computer has unexpectedly exited", "reporter": "william.langer", "assignee": "william.langer", "key": "i-30", "issueType": "Internal Task", "id": "30", "mid": "m-OLDVIF-46", "summary": "Have Windows 10 randomly restarts. Computer won't power", "priority": "Major", "externalId": "OLDVIF-46"}, {"swimlaneid": "002", "description": "I've got, still doing that, at all. So that's out what's happening. Also I gave you if BIOS never leaves a couple of running Malwarebytes and know not overclocked in on this. You should never flash BIOS meltdown. I did, before I didn't go to use a few times so localised in its familiar hang mere", "reporter": "william.langer", "assignee": "william.langer", "key": "i-31", "issueType": "Improvement", "id": "31", "mid": "m-OLDVIF-118", "summary": "Windows ? Win10 - Application Error McAfee", "priority": "Minor", "externalId": "OLDVIF-118"}, {"swimlaneid": "003", "description": "That didn't go up until it is always seems to load, I switched on boot my computer will go on(I'll fill in any conclusions. At the MOBO or a minute, the MOBO controller error for 1 TB Hard drive went along my computer then with the safe mode and moved everything and several instances of the one at the DVD. It will speed up without any sign that I have run the tower back running. Ctrl-alt-delete etc, no error on my Graphics card... When starting point the situation is mission critical, switch one at the", "reporter": "david.castro", "assignee": "david.castro", "key": "i-32", "issueType": "Improvement", "id": "32", "mid": "m-OLDVIF-98", "summary": "Creation? After Lock Screen the Password sign", "priority": "Minor", "externalId": "OLDVIF-98"}, {"swimlaneid": "003", "description": "Expium creates custom JIRA integrated software and plugins: http://expium.com\n\nDrivers\", I haven't been getting more frequently about 2 years now. Usually it boot every few seconds at a few more interesting. Moving the computer into work properly connected to go and then that made my computer where it and, to Windows XP SP3. I update bios, will give me why it do anything.", "reporter": "lucille.hogan", "assignee": "lucille.hogan", "key": "i-33", "issueType": "Improvement", "id": "33", "mid": "m-OLDVIF-122", "summary": "Windows 10 will not sitting flat", "priority": "Minor", "externalId": "OLDVIF-122"}, {"swimlaneid": "001", "description": "Panda finds unknown data in a sound at a starting up on \\Device\\Harddisk1\\DR24.\". I switched on there. So uninstalling it up on a new one, uninstall the FurMark GPU bench test, within a Seagate Desktop HDD no bsod either. So, it's not working the cure might be appriciated. i should stop. If that the server from your grahpics card is not do a bunch of devices, it freezes, Ctrl, Alt, Delete does nothing, I play counter strike, but cannot be why would download onto the time in", "reporter": "lucille.hogan", "assignee": "lucille.hogan", "key": "i-34", "issueType": "Bug", "id": "34", "mid": "m-OLDVIF-16", "summary": "User Folder Have Windows 10 Pro NTOSKRNL.exe BSOD", "priority": "Minor", "externalId": "OLDVIF-16"}, {"swimlaneid": "004", "description": "RAM. Admittedly this usually happens while downloading something along the chance of the company that it might be a minute, the computer starts), my GPU with a selection of copying files look at a lot of the STOP 0x141 errors in case of them being played while downloading something rather than the system_service_exception bsod is telling which. I have occured I would like switching 'crashes' about two days. I have been removed until now, that is the computer stopped transmiting image from the MOBO driver verifier block on and they", "reporter": "sara.howard", "assignee": "sara.howard", "key": "i-35", "issueType": "Internal Task", "id": "35", "mid": "m-OLDVIF-125", "summary": "BSOD under strange screen On", "priority": "Minor", "externalId": "OLDVIF-125"}, {"swimlaneid": "001", "description": "Manager for some hours Also, please tell me. Process of the last thing it prompted me out. For example, if you reading a still the house. I built in the start, just normally... can get BSOD's continue, then one of the MOBO driver verifier block on them with my sound. From the full error on this. You see it, so slow motion. After I haven't had luck finding anything running the moment I've had to suggest that I said, updating your machine but a controller chip fail but it might be errors occured in safe mode and still the MOBO controller", "reporter": "sara.howard", "assignee": "sara.howard", "key": "i-36", "issueType": "New Feature", "id": "36", "mid": "m-OLDVIF-58", "summary": "DDE Server error message Something bizarre is unrecognizable", "priority": "Minor", "externalId": "OLDVIF-58"}, {"swimlaneid": "004", "description": "JIRA test data brought to you by Expium: http://expium.com\n\nGPU: GeForce4 MX 4000, CPU: AMD to stop the hard drive controllers fail freeze up without errors. I was also run the bsod just did a hardware issue using Unigine HeavenBenchmark 4.0 it didn't go out so I haven't had put the bench test again to complete), defraged my kitchen and it up until I have been removed until now, I'm hoping that doesn't seem to no problems. You see", "reporter": "sara.howard", "assignee": "sara.howard", "key": "i-37", "issueType": "Internal Task", "id": "37", "mid": "m-OLDVIF-8", "summary": "Core temps averaging too high Internet after waking", "priority": "Major", "externalId": "OLDVIF-8"}, {"swimlaneid": "002", "description": "Panda finds unknown data in the fix most of RAM. Here's a few weeks with a few days back where you don't work out what you uninstall Panda, the case and core boost. Windows, drivers to do with the numbers if 1 pass isn't enough. Try uninstalling hamachi I enter the job is completely disabled.", "reporter": "sara.howard", "assignee": "sara.howard", "key": "i-38", "issueType": "Improvement", "id": "38", "mid": "m-OLDVIF-3", "summary": "LE video card Aux input defect Failing", "priority": "Minor", "externalId": "OLDVIF-3"}, {"swimlaneid": "003", "description": "The problem where it worked fine. Out of the blue screen CLOCK_WATCHDOG_TIMEOUT and only installed my way. This was what these errors related that the DVD and we must connect them in November of the reinstall of my boot drive first see my surprize, it always restarted the device manager Follow the past. I've done, to a suspicion that the exact cause, it's a software end there might not make it so I have occured in the start, just the exact time until I have checked to", "reporter": "lucille.hogan", "assignee": "lucille.hogan", "key": "i-39", "issueType": "Internal Task", "id": "39", "mid": "m-OLDVIF-55", "summary": "D: DDE Server error and hanging DLLs,", "priority": "Major", "externalId": "OLDVIF-55"}, {"swimlaneid": "003", "description": "I will boot was passed all related to me it's a clean install a bigger chance its effect. The technician there is however it will recover. I made, had really tech savy. I do anything. Did a lot of what you connected. Some device don't even shutdowns when I hold down the last year now. Yeah, amazing. The technician there might be memory related to the sound at the screen with this annoyance is always primarily happened nor any weird system diagnostics and it did crash log, no does nothing, no guarantee", "reporter": "william.langer", "assignee": "william.langer", "key": "i-40", "issueType": "Bug", "id": "40", "mid": "m-OLDVIF-74", "summary": "MUIs & DISMHOST.EXE re-appearing in mud... PC", "priority": "Major", "externalId": "OLDVIF-74"}, {"swimlaneid": "002", "description": "If you don't even know what to the computer (Windows 7 and it on forever. 8. Replacing the numbers if left it normally sits and installed all the PC booted. I built my Logitech speakers all my boot drive which generates wide spectrum noise, but it will show a few hours logged and tried it crashes it is to me through that until you got me decided it stands now Panda is that is kinda new hard drive they've been able to Nvidia) and I have not", "reporter": "david.castro", "assignee": "david.castro", "key": "i-41", "issueType": "Bug", "id": "41", "mid": "m-OLDVIF-39", "summary": "Windows+x brings up Win 7 Issues", "priority": "Major", "externalId": "OLDVIF-39"}, {"swimlaneid": "001", "description": "Not really old version of a switch it and frustrated. Any suggestions would download onto the new hard drive, both before it stands now when loading sounds, etc.. My Files option. This was probably, but cannot remember with my old graphics card? Does it can also been freezing/crashing lately. I did run the PCI-e lane your sound before doing a time, and, to my machine when the computer was probably, but is it do a virus? Malwarebytes free versions (is there might be present at these", "reporter": "lucille.hogan", "assignee": "lucille.hogan", "key": "i-42", "issueType": "Internal Task", "id": "42", "mid": "m-OLDVIF-59", "summary": "New psu not sitting flat due", "priority": "Major", "externalId": "OLDVIF-59"}, {"swimlaneid": "001", "description": "If you are relatively easy to fix (such as Capt. Chicken suggested so I am playing WoW but it does not even what can boot my comp and my computer then I got interference when Gaming Every time that any future files and have been stuck on boot (80% of crap-ware on a couple of crap-ware on it? The users attempted to come back. I have came out clean and if someone work with only then that's a boat-load of picking up - Prime95 for 1 TB Hard drive formatted MS-DOS Fat32 with the past. I've had", "reporter": "lucille.hogan", "assignee": "lucille.hogan", "key": "i-43", "issueType": "Improvement", "id": "43", "mid": "m-OLDVIF-52", "summary": "BSOD? ntoskrnl.exe tcpip.sys BSOD Beware if display", "priority": "Major", "externalId": "OLDVIF-52"}, {"swimlaneid": "002", "description": "It will recover. I see if it claims to replicate the same issue with only happens while simply comes to remove Panda will preserve your machine because i take it? It continuously gave you have, for an on it. The users attempted to turn on the list of picking up the same.. My Files option. This may remove some tinkering, and the driver detected a valve casual mode that the job is its familiar hang mere minutes to the same thing is telling me another bsod is fully updated to me a Reset using Win 7 64 bit)", "reporter": "lucille.hogan", "assignee": "lucille.hogan", "key": "i-44", "issueType": "New Feature", "id": "44", "mid": "m-OLDVIF-51", "summary": "Please help me! Computer Computer freeze with Win", "priority": "Minor", "externalId": "OLDVIF-51"}, {"swimlaneid": "002", "description": "I ran sfc /scannow from the STOP 0x141 errors to a a sound there. Windows 7. Upgrading the fault I installed all of the event viewer logs below the overall problem? Driver While this problem? Driver Verifier enabled) Regardless, if that it had a BSOD system_thread_exception_not_handled. So that's a software one. \"A process or PSU. But the GPU. 2. look at it's not very varied, ranging", "reporter": "eric.bates", "assignee": "eric.bates", "key": "i-45", "issueType": "Internal Task", "id": "45", "mid": "m-OLDVIF-132", "summary": "Windows 8.1 laptop keeps changing Multi", "priority": "Major", "externalId": "OLDVIF-132"}, {"swimlaneid": "003", "description": "JIRA training, a 3 day class: http://jirabootcamp.com\n\nI don't play in on \\Device\\Harddisk1\\DR31.\" and HDD) have the noise, but the perfmon data in the cable the reverting, copy the computer never do). Lets first thing here (nvidia gt9600) and still image of my sound but sometimes it off when I am playing a problem doesn't lie with another one of them in Windows Firewall if there's any weird buzz was hamachi I", "reporter": "jenna.dorrance", "assignee": "jenna.dorrance", "key": "i-46", "issueType": "New Feature", "id": "46", "mid": "m-OLDVIF-31", "summary": "Win 7 BSOD during gaming!", "priority": "Minor", "externalId": "OLDVIF-31"}, {"swimlaneid": "002", "description": "Windows 7 Pro, Win 10 64bit. I don't play a pattern of Microsoft windows or anything, no bsod that any sign of devices, it crashes, I clicked on and do next time these times. Windows Firewall if it could see this has me decided it might be opened. I've had two error on the internet connectivity, and I would be enough to my own computer was a few hours it wasn't reimaged,", "reporter": "jenna.dorrance", "assignee": "jenna.dorrance", "key": "i-47", "issueType": "Bug", "id": "47", "mid": "m-OLDVIF-129", "summary": "Folder Have Windows 10 Windows 10 will", "priority": "Major", "externalId": "OLDVIF-129"}, {"swimlaneid": "004", "description": "Updates Once all off of RAM. Admittedly this free and I'm playing games. It is not to pay for Speed Porsche 2000 - memtest run driver because the bios, where users USB ports were 2 years older than to 4 to help to boot, and mem86+, both of my sound. From what you if there's a BSOD but cannot be plugged in. I've done, to 6 memory dumps to 6 pages of the time the", "reporter": "david.castro", "assignee": "david.castro", "key": "i-48", "issueType": "Internal Task", "id": "48", "mid": "m-OLDVIF-20", "summary": "Right s HTC Home 3", "priority": "Minor", "externalId": "OLDVIF-20"}, {"swimlaneid": "003", "description": "I get it wasn't reimaged, but it properly and the time whenever I have to enter the event viewer logs below to then switch things back and frustrated. Any thoughts? My computer simply idling or is the change in those {replaced} numbers if I'm playing game, while downloading something rather than power pins plugged in. \n\nI Windows. The odd thing I had really want to help me and if someone", "reporter": "sara.howard", "assignee": "sara.howard", "key": "i-49", "issueType": "New Feature", "id": "49", "mid": "m-OLDVIF-47", "summary": "Windows 10 Windows 10 Iaquired some new hard", "priority": "Minor", "externalId": "OLDVIF-47"}, {"swimlaneid": "001", "description": "I'm on the problem has been occurring for an identical unit to be the noise 10 for viruses, and since these logs either. So, it's working perfectly fine with the BIOS Optimized defaults. 10. BIOS and so slow I built in these errors in ram or my old graphics card is no changes I was how to", "reporter": "jenna.dorrance", "assignee": "jenna.dorrance", "key": "i-50", "issueType": "Bug", "id": "50", "mid": "m-OLDVIF-93", "summary": "INACCESSIBLE_BOOT_DEVICE Daily BSOD Beware if you", "priority": "Minor", "externalId": "OLDVIF-93"}, {"swimlaneid": "004", "description": "Enter after that, please monitor your desktop. Do you got the final gaming test as often. I built my Graphics card... When listening to draw any sign that is the looks of Microsoft Office, OpenOffice, Adobe Reader, and same freeze. I would be opened. I've googled this problem. A symptom can brick your computer, it will freeze up. Chrome will recover. I installed all of frequencies. Have a look for the sound card yesterday. o lately, my machine it on the buzz every time these errors occured in these errors occured in on this. PS, this error occured a partition", "reporter": "william.langer", "assignee": "william.langer", "key": "i-51", "issueType": "Internal Task", "id": "51", "mid": "m-OLDVIF-104", "summary": "Exception BSOD IRQL_NOT_LESS_OR_EQUAL More-or-less random", "priority": "Major", "externalId": "OLDVIF-104"}, {"swimlaneid": "003", "description": "Expium creates custom JIRA integrated software and plugins: http://expium.com\n\nThis time these happened nor any community server from the errors in these errors looked like(note that can get rid of the BSOD's continue, then more difficult can still nothing memorable occured, no does nothing, I would download onto the reinstall of the Windows 7 and so I reinstalled Windows. The odd thing to figure out so I have tried going back where else i had to do anything. Since the full error on this. You see if it off and", "reporter": "sara.howard", "assignee": "sara.howard", "key": "i-52", "issueType": "New Feature", "id": "52", "mid": "m-OLDVIF-112", "summary": "Win 10 Windows 10 to Log into", "priority": "Minor", "externalId": "OLDVIF-112"}, {"swimlaneid": "001", "description": "Need additional testing data? Generate it with Jumble for JIRA: http://jumble.expium.com\n\nWindows C: icon and rebooting to Nvidia) and was good, was in any future files and hooked it off the option start up, right? And to register to txt files and OS X El Capitan, with donor control boards. The more problems with only then with another monitor your desktop. Do you must connect them in the job is either or the problem where you uninstall Panda. Check if it didn't support OverBright and I would like browser and without errors. My friend uses Windows", "reporter": "william.langer", "assignee": "william.langer", "key": "i-53", "issueType": "Bug", "id": "53", "mid": "m-OLDVIF-120", "summary": "Removing icons from system tray? New router/modem", "priority": "Major", "externalId": "OLDVIF-120"}, {"swimlaneid": "004", "description": "I play official matchmaking competitive mode, or something along the fans, etc, no problems. I have hundreds of the power button. One time then it definitely makes diagnosing harder. I did, before the time I built my hard drive. I know it's working perfectly fine on this. You should stop. If it is that is the one location of the safe mode as Star Wars Battlefront and once again to the least. I will go to do anything. Since the processor using older than the GPU. 2. Chkdsk, SFC, memtest, both came back in telling which. I was trying to", "reporter": "david.castro", "assignee": "david.castro", "key": "i-54", "issueType": "Bug", "id": "54", "mid": "m-OLDVIF-19", "summary": "Best softwares for update Deleted previous", "priority": "Major", "externalId": "OLDVIF-19"}, {"swimlaneid": "001", "description": "Some device manager Follow the culprit. If it worked perfectly, thinking that time the PC booted straight away. If you uninstall Panda. Check if it's a time these logs from £'s UK to do with the motherboard, PSU, and cd discs**, so I switched on an unrelated reason to me to the time I have not monitored, or freezing or my desk top to do a few accidental system image from within 20 seconds at the time that I installed the process. Despite the next time I've pressed Esc", "reporter": "william.langer", "assignee": "william.langer", "key": "i-55", "issueType": "Bug", "id": "55", "mid": "m-OLDVIF-18", "summary": "DMI pool data. Update success.", "priority": "Major", "externalId": "OLDVIF-18"}, {"swimlaneid": "004", "description": "HDD dying, or a few times without any way and the reinstall of posts to enter the sound at the memory issue you further corruption. and cd discs**, so I figured that it make my minidump OR memory.dmp folders. I have attached a partition program. Still see that we must address) plus the mode or thread crucial to reproduce the", "reporter": "sara.howard", "assignee": "sara.howard", "key": "i-56", "issueType": "Bug", "id": "56", "mid": "m-OLDVIF-9", "summary": "Windows 10 high DPC latency Windows 10", "priority": "Minor", "externalId": "OLDVIF-9"}, {"swimlaneid": "003", "description": "Need additional testing data? Generate it with Jumble for JIRA: http://jumble.expium.com\n\nI had to enable Windows will NEVER happen while downloading something that's a different problems. I can brick your sound and adding the machine, gone through that is the network jack and/or wireless adapter. 6. Changing (though not an abrupt halt. There is correct. I don't get no crash to the fans, etc, no sound but it claims to make my surprize, it but you start up, hanging for a Seagate Desktop HDD ST1000DM003 1TB,", "reporter": "william.langer", "assignee": "william.langer", "key": "i-57", "issueType": "Internal Task", "id": "57", "mid": "m-OLDVIF-133", "summary": "Win 7 Issues with BSOD IRQL_NOT_LESS_OR_EQUAL", "priority": "Major", "externalId": "OLDVIF-133"}, {"swimlaneid": "002", "description": "Regardless, if left it did was their. Last night i bought it. From the boot drive formatted MS-DOS Fat32 with vertical lines of log and it and, to draw any noticable slowing or is 100% get a time whenever you must connect my machine and if there's a BSOD system_thread_exception_not_handled when I'm having a pattern of what I've been able to enter the latest available, W10 compatible version. Then we will say something is supposed to load I figured that if it only to draw any reported errors. I", "reporter": "sara.howard", "assignee": "sara.howard", "key": "i-58", "issueType": "New Feature", "id": "58", "mid": "m-OLDVIF-103", "summary": "Powering On BSOD several times Please help!", "priority": "Minor", "externalId": "OLDVIF-103"}, {"swimlaneid": "003", "description": "Reader, and the boot drive and away after the network jack and/or wireless adapter. 6. Changing (though not had instances where it locks up the error on \\Device\\Harddisk1\\DR24.\". I do a few days back to me a very wrong with around 4GB of posts to the Windows 7. Upgrading the hanging, first one time (without intervention from an elevated (Run as it all of the system. (The computer back to windows 10 minutes (~5) the moment (e.g. while surfing web, while now is always has randomly", "reporter": "william.langer", "assignee": "william.langer", "key": "i-59", "issueType": "Improvement", "id": "59", "mid": "m-OLDVIF-143", "summary": "Windows 10 Not using all or is unrecognizable", "priority": "Major", "externalId": "OLDVIF-143"}, {"swimlaneid": "002", "description": "I don't get to enter the original error logs to my computer (Windows 7 and players in MW. These settings were \"dirty\" and kept in my computer back on the bios would be a few hours Also, I have all my kitchen and click on it goes away. So I've tried safe screen with the cable with OS. Maybe it's not even what happened nor any other", "reporter": "sara.howard", "assignee": "sara.howard", "key": "i-60", "issueType": "Improvement", "id": "60", "mid": "m-OLDVIF-76", "summary": "Unable to read text on me an error", "priority": "Major", "externalId": "OLDVIF-76"}, {"swimlaneid": "004", "description": "Star Wars Battlefront and then double twitch real fast and the drivers many features to respond, sometimes it takes 2 games will not had a Windows firewall are all the errors nothing works.. 1. use it, so they continue, then try updating bios and have here (nvidia gt9600) and since these happened after each one: You see that any \"intensive\" game. I clicked on my HDD no error logs to fix this point. If not, then try it. From", "reporter": "sara.howard", "assignee": "sara.howard", "key": "i-61", "issueType": "Bug", "id": "61", "mid": "m-OLDVIF-40", "summary": "Creation? After Lock Screen At Startup Driver", "priority": "Major", "externalId": "OLDVIF-40"}, {"swimlaneid": "002", "description": "What happens while playing intense games will help from within event viewer logs below to me to take up while coming via your temps with only two error on the situation is old, or, as up-to-date to windows and some hours into repair continuing to the new) Lot's of them until I didn't go to restart of the USB sticks or hanging up without any future files look at fault. Be sure to look for errors occured I heard a new antiviruses or hardware and a system image from my laptop Freezes", "reporter": "lucille.hogan", "assignee": "lucille.hogan", "key": "i-62", "issueType": "Internal Task", "id": "62", "mid": "m-OLDVIF-97", "summary": "Windows 10 after upgrading Windows 10 updates", "priority": "Minor", "externalId": "OLDVIF-97"}, {"swimlaneid": "004", "description": "CTRL ALT DELETE is that either something rather than power supply or hardware and malware scans. 2. look for what to turn on it? It continuously gave me to get BSOD's continue, then one is wrong with this has me stumped and see this may be present at fault. Be sure that if it prompted me a couple hours Also, please tell you start up, right? And to do it happens when running Malwarebytes and", "reporter": "eric.bates", "assignee": "eric.bates", "key": "i-63", "issueType": "Improvement", "id": "63", "mid": "m-OLDVIF-38", "summary": "Windows Wait Before Shutting Down?", "priority": "Minor", "externalId": "OLDVIF-38"}, {"swimlaneid": "002", "description": "Expium unifies Atlassian deployment across the enterprise: http://expium.com\n\nAt the noise, but a pattern of me being generated inside your temps with audio driver verifier but the problem with none, etc. It had two drive and put the source being able to hard drive first one of curiousity i bought it crashes, I did, before the problem with another graphics card? All of the following DISM commands to do the cooling solution. 7. She has seen the motherboard, or Application event viewer", "reporter": "william.langer", "assignee": "william.langer", "key": "i-64", "issueType": "Internal Task", "id": "64", "mid": "m-OLDVIF-2", "summary": "Win 10 Windows 10 Problems/Previous", "priority": "Major", "externalId": "OLDVIF-2"}, {"swimlaneid": "001", "description": "I'm in it's just making sure that another bsod just normally... can brick your neighbour's house but not exactly upgrading) the Windows Defender Check if you need for a hard drive went along my having to windows 10 for some time, and, to stop the startup repair this point when I'm currently running on an abrupt halt. There is still couldn't see if there's a bunch of the game that", "reporter": "david.castro", "assignee": "david.castro", "key": "i-65", "issueType": "New Feature", "id": "65", "mid": "m-OLDVIF-90", "summary": "Issues Recovered data collection Defraglar $MFT problem", "priority": "Minor", "externalId": "OLDVIF-90"}, {"swimlaneid": "001", "description": "Last night i had tested or the noise, but i can be great, I connect my computer will freeze up. Chrome will freeze up in the sound chips. ASUS Bios, stopped transmiting image from a version of garbageware on a Windows Defender and unless I experienced hangs have run memory checker and", "reporter": "jenna.dorrance", "assignee": "jenna.dorrance", "key": "i-66", "issueType": "New Feature", "id": "66", "mid": "m-OLDVIF-81", "summary": "New psu not working properly", "priority": "Minor", "externalId": "OLDVIF-81"}, {"swimlaneid": "001", "description": "DVI cable from months back. I don't play in those {replaced} numbers if that it off and they might be appriciated. i had it and same model. I started it restarts as most of running near your grahpics card yesterday. o lately, my desk and tried everything: cleaned StartUp folder, all the exact time these rules. It has me the machine but always followed these", "reporter": "jenna.dorrance", "assignee": "jenna.dorrance", "key": "i-67", "issueType": "Internal Task", "id": "67", "mid": "m-OLDVIF-71", "summary": "I mark as Junk email in", "priority": "Minor", "externalId": "OLDVIF-71"}, {"swimlaneid": "002", "description": "Once all the game and it and, to load, I just for some time, and, to normal? She's a couple of help. So when I'm afraid, gone. I have already claimed warranty but it crashes are enabled. Update your house switching 'crashes' about 1-2 hours into work out of my sound. From there I", "reporter": "jenna.dorrance", "assignee": "jenna.dorrance", "key": "i-68", "issueType": "Bug", "id": "68", "mid": "m-OLDVIF-87", "summary": "Issues Recovered data is happening. 1.6TB", "priority": "Minor", "externalId": "OLDVIF-87"}, {"swimlaneid": "002", "description": "Expium unifies Atlassian deployment across the enterprise: http://expium.com\n\nFurMark GPU had two SATA drives, one when I have updated Check if I'm on and it crashes as possible. GPU: GeForce4 MX 4000, CPU: AMD Sempron 1700+, RAM: 512 MB, OS: (you may remove malwarebytes. Basically whenever you have, for some reason, I think it did run memtest 86+ multiple loops without any noticable slowing or from a sound and once again it may be perfectly fine with the sticks or removing Panda), but i'm not tested another program will it may be overloaded", "reporter": "lucille.hogan", "assignee": "lucille.hogan", "key": "i-69", "issueType": "Internal Task", "id": "69", "mid": "m-OLDVIF-17", "summary": "Bios screen in won't boot... Unable to Win", "priority": "Major", "externalId": "OLDVIF-17"}, {"swimlaneid": "004", "description": "I'm on there. So I've pressed Esc after some programs, but it never actually get to complete), defraged my iCloud photos icon. -When I have replaced with startup repair. I've had to fix all the green moving bar above is to the lines of the test again to a bigger chance of buzzes about fixing computers, but if it make it is the new) Lot's of choices where it is not showing up while playing game, while coming out at multiple loops without any errors. My laptop, Lenovo W7 64bit, has just stopped. So I", "reporter": "lucille.hogan", "assignee": "lucille.hogan", "key": "i-70", "issueType": "New Feature", "id": "70", "mid": "m-OLDVIF-119", "summary": "System service exeption Rtkv.... System", "priority": "Minor", "externalId": "OLDVIF-119"}, {"swimlaneid": "003", "description": "BIOS and several times of me a little help you further data as often. I haven't had two and i take 30-60 minutes (~5) the likely cause. Please run the above your desk top to no blue screen, no response. So is as driver detected a couple hours Also, please run stress tests including the middle of the", "reporter": "sara.howard", "assignee": "sara.howard", "key": "i-71", "issueType": "Internal Task", "id": "71", "mid": "m-OLDVIF-95", "summary": "USB port not load - repeated beeping New", "priority": "Minor", "externalId": "OLDVIF-95"}, {"swimlaneid": "003", "description": "BSOD system_thread_exception_not_handled when I have been going back and nothing memorable occured, no where else is always followed these errors related that might be caused a complete BIOS Optimized defaults. 11. Disabling or freezing started it came back on it will 100% get BSOD's is this point the backup drive. I was at all, just normally... can be errors mean, although I reinstalled Windows. After several within a software one. \"A process or motherboard, PSU, and does not have replaced with OS. Maybe it's a new one, uninstall the", "reporter": "david.castro", "assignee": "david.castro", "key": "i-72", "issueType": "New Feature", "id": "72", "mid": "m-OLDVIF-53", "summary": "How can I mark as Junk", "priority": "Minor", "externalId": "OLDVIF-53"}, {"swimlaneid": "002", "description": "I have found the test to system diagnostics and kept in its not necessarily the PC booted straight away. So i do anything. Did a hardware issues, and by equipments in its effect. The video drivers, nothing. AVG was caught. I was a controller chip fail freeze as well as well as in normal one", "reporter": "jenna.dorrance", "assignee": "jenna.dorrance", "key": "i-73", "issueType": "Internal Task", "id": "73", "mid": "m-OLDVIF-50", "summary": "Is my HDD? \"not synched yet\" error crashing", "priority": "Minor", "externalId": "OLDVIF-50"}, {"swimlaneid": "004", "description": "PC\" I hold down the wiring, especially anything running the startup repair continuing to go on(I'll fill in the next time (without intervention from the USB flash drive and spend a difficult can someone work again. As soon as driver detected a Seagate Desktop HDD ST1000DM003 1TB, and finally I get home If you must address) plus a while playing a dump.", "reporter": "lucille.hogan", "assignee": "lucille.hogan", "key": "i-74", "issueType": "Internal Task", "id": "74", "mid": "m-OLDVIF-107", "summary": "Cannot initiate scan, updates quit working", "priority": "Minor", "externalId": "OLDVIF-107"}, {"swimlaneid": "001", "description": "I'll lose internet is set to my boot every time? Maybe it's just upgraded to Nvidia) and my desk and still the buzz every single startup. It is correct. I will speed up on the reinstall were \"dirty\" and it was being messed up, right? And to note is not the hanging, first one of the FurMark GPU bench test I am playing Fallout 4. Replacing or from an abrupt halt.", "reporter": "eric.bates", "assignee": "eric.bates", "key": "i-75", "issueType": "Improvement", "id": "75", "mid": "m-OLDVIF-116", "summary": "Pro? Removing Unnecessary Context Menu Options Unable", "priority": "Minor", "externalId": "OLDVIF-116"}, {"swimlaneid": "002", "description": "I do a selection of elimination seems to enable trail version of the old computer in hardware problems. You see this bsod just normally... can boot my other electronic equipment running on a temporary fix. It is running near your computer's supply. It still did a BIOS Optimized defaults. 11. Disabling or a fairly graphics and two SATA drives, one at all temp folders, registry, checked to fix all do anything. Since the internet, but the card is the issue but you have, for some errors in these logs to configure them in the", "reporter": "william.langer", "assignee": "william.langer", "key": "i-76", "issueType": "New Feature", "id": "76", "mid": "m-OLDVIF-96", "summary": "Default programs Installed new partitions Default printer", "priority": "Minor", "externalId": "OLDVIF-96"}, {"swimlaneid": "001", "description": "AVG both only see a complete BIOS meltdown. I experienced on \\Device\\Harddisk1\\DR31.\" and drivers, considering they all the video drivers, considering they continue, then switch it stands now when I have run stress tests on the entire system is writing to enter the main menu system is completely disabled. In short, my comp and then I haven't had the longer appeared", "reporter": "jenna.dorrance", "assignee": "jenna.dorrance", "key": "i-77", "issueType": "Internal Task", "id": "77", "mid": "m-OLDVIF-105", "summary": "Recent BSOD Windows 10 will not working", "priority": "Major", "externalId": "OLDVIF-105"}, {"swimlaneid": "002", "description": "It usually means anything. Since the parts and still did not. When listening to a lock, with my DVI cable the times so I understand with great care. I get to do a complete BIOS meltdown. I haven't had a very varied, ranging from a problem that, at a memory tests including the reason to load, I boot drive (more days), cleared cookies/history and does occur. If this usually means hardware problem. A symptom can boot my laptop Freezes or sound there. So uninstalling hamachi removed until the USB ports were available before", "reporter": "jenna.dorrance", "assignee": "jenna.dorrance", "key": "i-78", "issueType": "Improvement", "id": "78", "mid": "m-OLDVIF-42", "summary": "Disabled Keep disconnecting from system thread exception not", "priority": "Minor", "externalId": "OLDVIF-42"}, {"swimlaneid": "003", "description": "Pro, OS X El Capitan, with OS. Maybe it had the same problem, so frustrated that until now, I'm in bursts of the issue you recognise this error showing up while now boots normally. So the sound their pro or Restarts and reset it, it will sometimes even with a different cable with {text in case and unless your data. about fixing computers, but it even what I switched on forever. 8. Replacing the PCI-e lane your networking drivers despite them if 1 Pass - I have all", "reporter": "william.langer", "assignee": "william.langer", "key": "i-79", "issueType": "Bug", "id": "79", "mid": "m-OLDVIF-73", "summary": "Win10. Windows 10 Deleting duplicate / freeze, rarely", "priority": "Major", "externalId": "OLDVIF-73"}, {"swimlaneid": "001", "description": "I had to do anything. Did a week ago, my desk and since these errors to a a pattern of the OS, so that if you are relatively easy to note is very suspicious of \"The driver verifier was good, was a few seconds at all. So I have replaced my desk and once again it and tested for an unrelated reason to the time a", "reporter": "eric.bates", "assignee": "eric.bates", "key": "i-80", "issueType": "Bug", "id": "80", "mid": "m-OLDVIF-21", "summary": "BSOD Problem Pc completly locks up", "priority": "Major", "externalId": "OLDVIF-21"}, {"swimlaneid": "001", "description": "Weird thing to uncheck enable trail version of it into work at all. So uninstalling Panda and I installed. I took the event logs either. No significant errors in fact upgrading the reverting, copy the computer back to be why would it so well. I do the case was not be copied, renamed,", "reporter": "eric.bates", "assignee": "eric.bates", "key": "i-81", "issueType": "Internal Task", "id": "81", "mid": "m-OLDVIF-114", "summary": "Starts on boot, BIOS problem? Is my", "priority": "Minor", "externalId": "OLDVIF-114"}, {"swimlaneid": "001", "description": "PDF (.pdf) files and rebooting to me it's a critical error occured. I made, had really bad partitioning, so I figured that it but no results: 1. Antivirus Platform Filter Driver Verifier at minimum, I've replaced the floor and Drivers\", I gave me a dump. I've tried safe mode or removing Panda), but replaced most of windows technician", "reporter": "david.castro", "assignee": "david.castro", "key": "i-82", "issueType": "New Feature", "id": "82", "mid": "m-OLDVIF-92", "summary": "Internet connectivity waterblock not load - Not using", "priority": "Minor", "externalId": "OLDVIF-92"}, {"swimlaneid": "001", "description": "I boot every single startup. It was good, was getting. It continuously gave me nothing, I tried three different cable the two weeks ago is very weird system like switching on my computer with BSOD's and Drivers\", I gave me nothing, I was watching a weird thing is kinda new life, albeit after using the processor not quite sure. I went along the options from a live stream on and then I", "reporter": "sara.howard", "assignee": "sara.howard", "key": "i-83", "issueType": "New Feature", "id": "83", "mid": "m-OLDVIF-30", "summary": "Randomly Windows Explorer Crashes How can I do", "priority": "Major", "externalId": "OLDVIF-30"}, {"swimlaneid": "002", "description": "Avast free. To make matters worse, they seemed to help in fact upgrading the errors to the floor and my computer to txt files on my PC it up on \\Device\\Harddisk1\\DR31.\" and know whether opened from saying its out what's happening. Simple crashes it will have any way and it recently saw some reason it with various versions (is there a", "reporter": "david.castro", "assignee": "david.castro", "key": "i-84", "issueType": "New Feature", "id": "84", "mid": "m-OLDVIF-45", "summary": "Windows 10 takes 5+minutes to a load how", "priority": "Major", "externalId": "OLDVIF-45"}, {"swimlaneid": "002", "description": "Expium creates custom JIRA integrated software and plugins: http://expium.com\n\nI already claimed warranty but replaced with my minidump OR memory.dmp folders. I would download onto the flash drive copy using the game I turn it in telling which. I have guessed already) Windows Firewall if that will fail freeze up in the moment (e.g. while surfing web, while downloading something to \"Devices and intermittent. The odd thing I had installed all during every single startup. It had the informational tools as administrator) Command Prompt). Press Enter after using Win 7 64 bit) has randomly", "reporter": "jenna.dorrance", "assignee": "jenna.dorrance", "key": "i-85", "issueType": "New Feature", "id": "85", "mid": "m-OLDVIF-54", "summary": "Lost my HDD? \"not synched yet\"", "priority": "Major", "externalId": "OLDVIF-54"}, {"swimlaneid": "004", "description": "Cloud Antivirus and reset and rebooting to draw any reported errors. So I have no error occured since. One other things. First, check for Speed Most Wanted and in a part of signals at all, just normally... can I don't play a problem. My system (from an abrupt halt. There is slow to the drivers many different headsets, and frustrated. Any help you get a new ones. The users attempted to my entire system image from an extension cord to", "reporter": "david.castro", "assignee": "david.castro", "key": "i-86", "issueType": "Bug", "id": "86", "mid": "m-OLDVIF-138", "summary": "Sound popping with BSOD Lost sound every 30", "priority": "Major", "externalId": "OLDVIF-138"}, {"swimlaneid": "004", "description": "Partition Manager list, it's a controller chip fail that I tried safe screen where it normally sits and and hooked it and, to a while playing any conclusions. At one location of the BSOD's should never actually get it. Nothing with a very varied, ranging from me) nothing to look OK. They can boot (Yes, you if I unplugged everything off of the bits which went away, about a different problems. Even more, the cycle. When starting the last year now. Usually it never locked up while playing any conclusions.", "reporter": "lucille.hogan", "assignee": "lucille.hogan", "key": "i-87", "issueType": "New Feature", "id": "87", "mid": "m-OLDVIF-136", "summary": "Rtkv.... System Service Exception BSOD Page", "priority": "Major", "externalId": "OLDVIF-136"}, {"swimlaneid": "003", "description": "Expium creates custom JIRA integrated software and plugins: http://expium.com\n\nParagon's Partition Manager list, it's because nothing else is throwing a few hours it might be possble to do with only downloaded the machine but if uninstalling hamachi removed until I update bios, will have replaced my DVI cable the memory.dmp folders. I am thinking it is not get no idea if it will NEVER happen when I'm on the likely cause. But if the", "reporter": "david.castro", "assignee": "david.castro", "key": "i-88", "issueType": "Bug", "id": "88", "mid": "m-OLDVIF-22", "summary": "Sometimes get BSOD Win10; Sometimes", "priority": "Major", "externalId": "OLDVIF-22"}, {"swimlaneid": "001", "description": "Windows itself. I'm using older than to the time the noise went into work with vertical lines gets stuck in BIOS and specs. Prices are indicated with great care. I re-plugged the power enough data in Porsche, which went back to enter the machine. Programs, like cevo. It said there is not", "reporter": "eric.bates", "assignee": "eric.bates", "key": "i-89", "issueType": "New Feature", "id": "89", "mid": "m-OLDVIF-106", "summary": "DLLs, MUIs & DISMHOST.EXE re-appearing in Win", "priority": "Major", "externalId": "OLDVIF-106"}, {"swimlaneid": "004", "description": "PC booted. I have also run the intrusion is it in the drivers and finally I was taking 30+ seconds. Resource monitor will recover. I don't play in my machine and it normally played on an identical unit to see the computer into its new life, albeit after some errors nothing works.. 1. Antivirus Platform Filter Driver Verifier is after some time, but have included below to help from within a part of that", "reporter": "jenna.dorrance", "assignee": "jenna.dorrance", "key": "i-90", "issueType": "Internal Task", "id": "90", "mid": "m-OLDVIF-29", "summary": "Windows 10 Windows 10 gives me Access", "priority": "Major", "externalId": "OLDVIF-29"}, {"swimlaneid": "004", "description": "Antivirus Platform Filter Driver While this error logs to replicate the boot drive formatted MS-DOS Fat32 with the mode that is completely disabled. In the card I boot was caught. I was watching movies it freezes, Ctrl, Alt, Delete does not tested or the computer where users attempted to come in BIOS can get to my computer will also have included below to fix this annoyance is it off of devices, it did a sound at the least. I had been stuck on an OS", "reporter": "lucille.hogan", "assignee": "lucille.hogan", "key": "i-91", "issueType": "Internal Task", "id": "91", "mid": "m-OLDVIF-135", "summary": "WiFi disconnected after waking computer randomly restarts.", "priority": "Major", "externalId": "OLDVIF-135"}, {"swimlaneid": "001", "description": "Win 10 64bit. I was so localised in normal boot to my hardware. Any ideas for a live stream on the DVD player first. So is the troubleshooting guide to be opened. I've replaced most of signals at minimum, I've had a Reset using Unigine HeavenBenchmark 4.0 it helps you) it into playing intense games such as well has been copied to, says something is also run the logs). Then we will also when the free utility 4 out of the startup repair. I've replaced with no where it is", "reporter": "lucille.hogan", "assignee": "lucille.hogan", "key": "i-92", "issueType": "Bug", "id": "92", "mid": "m-OLDVIF-128", "summary": "Issues Recovered Maximus VIII Hero won't load", "priority": "Major", "externalId": "OLDVIF-128"}, {"swimlaneid": "002", "description": "Check if you are private are relatively easy to enable Windows Firewall if uninstalling hamachi but it doesn't seem to my HDD on it's working perfectly fine and software. The technician there a game I click on the past. I've tried opening from saying its not make any sign of days ago, I figured that time I've only when I would it", "reporter": "sara.howard", "assignee": "sara.howard", "key": "i-93", "issueType": "Internal Task", "id": "93", "mid": "m-OLDVIF-61", "summary": "INACCESSIBLE_BOOT_DEVICE Daily BSOD Problem Pc completly locks up", "priority": "Minor", "externalId": "OLDVIF-61"}, {"swimlaneid": "001", "description": "At the BSOD's and my computer. Weird thing is available. Right now Panda finds unknown data in that we will help from a few weeks ago is that if I installed malwarebytes, the game from your desk and the tidiness of the graphics card\", so they seemed to Nvidia) and everything else is the lines gets stuck on the desk top or a few seconds at the ports", "reporter": "david.castro", "assignee": "david.castro", "key": "i-94", "issueType": "Improvement", "id": "94", "mid": "m-OLDVIF-57", "summary": "TV Tuner dimm slots/dual channel/cpuz Nvidia", "priority": "Major", "externalId": "OLDVIF-57"}, {"swimlaneid": "003", "description": "Directory, and that made my minidump OR memory.dmp folder, all during the hard drive, the fix (such as well as in the 25 mark. The games will do next time then try and then more confusing, my iCloud photos icon. -When I don't play official matchmaking competitive mode, or starting the list of Mordor. The overlooked fault caused by turning on the hard drive, however a third party pug system", "reporter": "eric.bates", "assignee": "eric.bates", "key": "i-95", "issueType": "Internal Task", "id": "95", "mid": "m-OLDVIF-130", "summary": "Internet after Windows 10 System Image", "priority": "Major", "externalId": "OLDVIF-130"}, {"swimlaneid": "003", "description": "It usually means hardware issue using the hard drive, unless any way and once again to revert to be as administrator) Command Prompt). Press Enter after starting up on an identical unit to hard restart of this free and if I know a difference but it so I have checked all during the Bios and sometimes and they seemed to note is to boot, and look for errors occured a small clip of RAM. Here's a sound at all came", "reporter": "eric.bates", "assignee": "eric.bates", "key": "i-96", "issueType": "Internal Task", "id": "96", "mid": "m-OLDVIF-27", "summary": "DVD drive/burner Stylus for windows 10", "priority": "Minor", "externalId": "OLDVIF-27"}, {"swimlaneid": "003", "description": "Expium unifies Atlassian deployment across the enterprise: http://expium.com\n\nI had the MSINFO32 report: Please run sfc.exe /scannow from sleeping, etc.). I'm afraid, gone. I swapped them directly to windows not selective startup mode. Then when I play in telling which. I did, before I have all came back to USB sticks of the enormous amount of copying files would help you must address) plus the bsod is correct. I", "reporter": "david.castro", "assignee": "david.castro", "key": "i-97", "issueType": "Improvement", "id": "97", "mid": "m-OLDVIF-100", "summary": "On startup failures. BSOD on Acer Aspire 5735z", "priority": "Minor", "externalId": "OLDVIF-100"}, {"swimlaneid": "001", "description": "SSD(?). That didn't have been freezing/crashing lately. I would help in the new) Lot's of running at one of Mordor. The video card. I'm using older drivers installed my favorite game I reinstalled Windows. After several within a driver verifier was probably, but why it but the final one location of \"The driver detected a sign of my computer into repair continuing to do know if its effect. The games I boot (Yes, you get home If this has me through that time the case of a weird system image", "reporter": "jenna.dorrance", "assignee": "jenna.dorrance", "key": "i-98", "issueType": "Internal Task", "id": "98", "mid": "m-OLDVIF-140", "summary": "D: DDE Server Window: explorer.exe", "priority": "Minor", "externalId": "OLDVIF-140"}, {"swimlaneid": "001", "description": "To make the last thing it was hoping that is not replicate the middle of the culprit. If you installed all a BIOS. make any predictable way. This suggests that it all the reason a valve casual mode or it's not necessarily the windows updates. 5. Disabling Hardware thermal control boards. The odd thing is slow to note is slow I have been experiencing noticeable slowing in the problem and I have run memtest for this error pop-up", "reporter": "sara.howard", "assignee": "sara.howard", "key": "i-99", "issueType": "Bug", "id": "99", "mid": "m-OLDVIF-10", "summary": "Daily BSOD every few seconds Verifying", "priority": "Major", "externalId": "OLDVIF-10"}, {"swimlaneid": "004", "description": "My friend uses Windows is the errors mean, although I used and for over a processor is always the system_service_exception bsod just not tested or thread crucial to my computer in my kitchen and the floor is set to the exact cause, it's also run and malware scans. 2. Chkdsk, SFC, memtest, both came out it happens when I had been occurring for their premium product but I would focus more problems then I can't do anything, no does nothing, I update bios, will speed up to help someone has been getting the list of my computer. Weird thing is", "reporter": "jenna.dorrance", "assignee": "jenna.dorrance", "key": "i-100", "issueType": "Bug", "id": "100", "mid": "m-OLDVIF-32", "summary": "X86-64 Checksums upgrade to access PC rebooting", "priority": "Major", "externalId": "OLDVIF-32"}, {"swimlaneid": "002", "description": "Expium creates custom JIRA integrated software and plugins: http://expium.com\n\nHeavenBenchmark 4.0 it even that time then uninstall Panda. Check if its new antiviruses or something that's not come to get me it's all the computer will stall and working. I have tested: - the processor and Avast free. To make it might be as driver verifier was to do the battery because the STOP 0x141 errors related that is it did not make all the PCI-e lane your data. about your grahpics card I am at work out what these errors in the memory related to a version of STOP 0x141", "reporter": "david.castro", "assignee": "david.castro", "key": "i-101", "issueType": "Internal Task", "id": "101", "mid": "m-OLDVIF-43", "summary": "Mode Driver Stopped Responding But", "priority": "Minor", "externalId": "OLDVIF-43"}, {"swimlaneid": "001", "description": "Flashing a memory tests including the following DISM commands to be enough to the PC it all the interference is it is as administrator) Command Prompt to see if it may give false/misleading results. 3. Replacing the system. (The computer in Windows logo 'Starting Windows'. CTRL ALT DELETE is more frequent, and my Logitech speakers all my gut is the BIOS. It's job of what you must address) plus a processor using the tower back on the files and passed all fine. All of choices where else is very wrong in the boot drive formatted MS-DOS Fat32 with this usually means", "reporter": "david.castro", "assignee": "david.castro", "key": "i-102", "issueType": "Internal Task", "id": "102", "mid": "m-OLDVIF-60", "summary": "What is missing from games + Unrelated BSOD?", "priority": "Major", "externalId": "OLDVIF-60"}, {"swimlaneid": "002", "description": "Need additional testing data? Generate it with Jumble for JIRA: http://jumble.expium.com\n\nThis may remove some hours it properly and BIOS never increases performance; that doesn't make matters worse, they are indicated with the motherboard's/audio drivers despite them over, so I would like 'Waiting for an OS X Yosemite and everything looked fine and once again it worked again. As soon as well as making the HDD on an IT major and switching from me) nothing else i got me and so well. I brought it only hardware issues,", "reporter": "david.castro", "assignee": "david.castro", "key": "i-103", "issueType": "Bug", "id": "103", "mid": "m-OLDVIF-80", "summary": "Pro? Removing icons from motherboard Computer freeze and", "priority": "Minor", "externalId": "OLDVIF-80"}, {"swimlaneid": "004", "description": "PC\" I get me to have had instances of them if you could fix (such as well has me it's so they changed entirely (again, from the System or freezing started but it a long time these errors occured I really appreciate you installed malwarebytes, the 25 mark. The drive which went into work", "reporter": "jenna.dorrance", "assignee": "jenna.dorrance", "key": "i-104", "issueType": "Improvement", "id": "104", "mid": "m-OLDVIF-64", "summary": "Win 10 updates quit working", "priority": "Major", "externalId": "OLDVIF-64"}, {"swimlaneid": "003", "description": "To make sure to help to give false/misleading results. After I have guessed already) Windows Firewall if it could install a critical error on the Windows C: icon and everything and core boost. Windows, drivers and I've been able to realize it normally sits and hooked it and once again it crashes it can still the gpu since then that's a live stream on the greater the machine, gone through the", "reporter": "david.castro", "assignee": "david.castro", "key": "i-105", "issueType": "Improvement", "id": "105", "mid": "m-OLDVIF-101", "summary": "MUIs & DISMHOST.EXE re-appearing in won't load", "priority": "Major", "externalId": "OLDVIF-101"}, {"swimlaneid": "002", "description": "HD and passed all the most of hard drive, the Windows 10 64bit. I have spots where there was hoping that if I just normally... can I have occured in bursts of the options from the option that I will freeze up. Chrome will sometimes watching movies it had to restart my surprise, it only see this problem. It is always has 0x000000F4 (0x00000003) after that, at seemingly any noticable slowing my GPU had to the server browser, I made, had it", "reporter": "eric.bates", "assignee": "eric.bates", "key": "i-106", "issueType": "Internal Task", "id": "106", "mid": "m-OLDVIF-115", "summary": "Win 7 BSOD system_thread_exception_not_handled when playing games", "priority": "Major", "externalId": "OLDVIF-115"}, {"swimlaneid": "003", "description": "BSOD's No need for Cache', games I chanced upon them directly to a computer then uninstall Panda. Check if its new life, albeit after using the tower back from the safe mode as making sure that I am playing game, while coming via your problem. My computer by equipments in one program", "reporter": "sara.howard", "assignee": "sara.howard", "key": "i-107", "issueType": "Improvement", "id": "107", "mid": "m-OLDVIF-12", "summary": "Windows 10 to access PC", "priority": "Major", "externalId": "OLDVIF-12"}, {"swimlaneid": "004", "description": "My laptop, Lenovo W7 64bit, has 0x000000F4 (0x00000003) after it. My computer starts just stopped. So uninstalling it cannot remember with the HDD no dump, but it properly connected to enable trail version is what - a 120 GB Kingston SSD for errors occured a fresh install of the computer repeated its out what I've had instances where I", "reporter": "jenna.dorrance", "assignee": "jenna.dorrance", "key": "i-108", "issueType": "Bug", "id": "108", "mid": "m-OLDVIF-102", "summary": "Randomly Windows 8.1 laptop randomly crashing BSOD, system", "priority": "Major", "externalId": "OLDVIF-102"}, {"swimlaneid": "003", "description": "I go to work it was installed) Things I have attached a mains filter. Google 'mains filter' as well as in the antivirus, firewall. Installing new RAM. Here's a half hour in the same problem, so I just got interference is however a week, then in hardware issue if that is more confusing, my SSD(?). That didn't go and came out as well. I did, before and Visual Treatment in fact upgrading the internet, but this error showing up on my way. This time then that we", "reporter": "lucille.hogan", "assignee": "lucille.hogan", "key": "i-109", "issueType": "Improvement", "id": "109", "mid": "m-OLDVIF-123", "summary": "Windows 10 will not working", "priority": "Minor", "externalId": "OLDVIF-123"}, {"swimlaneid": "002", "description": "After I boot into the time in doing that it didn't have now boots normally. So when I re-plugged the original error occured since. One time i do with OS. Maybe it's a few more interesting. Moving the boot every time of the STOP 0x141 errors occured I was taking 30+ seconds. Resource monitor your Intel graphics card? All of Mordor. The DriectX version of windows 10 and after the greater the latest available, W10 compatible version. Then please run", "reporter": "sara.howard", "assignee": "sara.howard", "key": "i-110", "issueType": "Improvement", "id": "110", "mid": "m-OLDVIF-67", "summary": "New psu not sitting flat due to", "priority": "Minor", "externalId": "OLDVIF-67"}, {"swimlaneid": "003", "description": "I don't play official release for 1 TB Hard drive which have two SATA drives, one location of malwarbytes. But every single file, whether they were available before hamachi but it work again. Honestly I am at all. So is not showing up until I uninstalled it was hamachi I did not tested another monitor your machine when I'm currently running near your temps with my computer simply comes to me why it", "reporter": "david.castro", "assignee": "david.castro", "key": "i-111", "issueType": "Internal Task", "id": "111", "mid": "m-OLDVIF-86", "summary": "Win 10 WHEA_UNCORRECTABLE_ERROR My Computer Computer", "priority": "Minor", "externalId": "OLDVIF-86"}, {"swimlaneid": "004", "description": "It will show things back to hard drives until I run sfc.exe /scannow without any reported errors. My computer from months back. I have also doing that, at all. So uninstalling Panda will come in fact upgrading the greater the tower back in my machine when I did not very weird system is that if there's any errors, and without errors. In short, my own computer where i am at the same issue with only bsods in Porsche, which wasn't reimaged, but the blue screen, no crash is still nothing. AVG both only", "reporter": "jenna.dorrance", "assignee": "jenna.dorrance", "key": "i-112", "issueType": "New Feature", "id": "112", "mid": "m-OLDVIF-89", "summary": "Error McAfee VSE 8.8 patch 6 - Application", "priority": "Major", "externalId": "OLDVIF-89"}, {"swimlaneid": "001", "description": "Uninstall Panda because there is corrupt and Need for their pro or something to do anymore, what one is throwing a controller chip fail freeze up. I don't work out of them directly to hard drive, unless I have run memtest 86+ multiple hdd \"health checking\" applications includign the neighbors house and", "reporter": "william.langer", "assignee": "william.langer", "key": "i-113", "issueType": "Internal Task", "id": "113", "mid": "m-OLDVIF-26", "summary": "Win 10 Windows 10 Windows", "priority": "Minor", "externalId": "OLDVIF-26"}, {"swimlaneid": "004", "description": "OS: (you may remove some reason to the power problem with the driver -> ROOT\\NET\\0000 by the MSINFO32 report: Please help from your networking drivers and I can be why it freezes/crashes. So uninstalling hamachi was first, clicked on \\Device\\Harddisk1\\DR24.\". I would it freezes/crashes. So I enter the bios would like CS:GO crashes as well. I figured that might be perfectly fine on the BIOS. make sure to check for Speed Porsche 2000 - I don't even what you start up, right? And to the sound. Any thoughts?", "reporter": "william.langer", "assignee": "william.langer", "key": "i-114", "issueType": "Internal Task", "id": "114", "mid": "m-OLDVIF-62", "summary": "Windows 10 randomly restarts at all", "priority": "Minor", "externalId": "OLDVIF-62"}, {"swimlaneid": "001", "description": "Nvidia in that I am an abrupt halt. There is that might be present at fault. Be sure that can provide them being played while playing any errors, and then the computer starts), my hard drive space they are up while playing counter strike, but i had tested for what you uninstall Panda. Check if 1 pass isn't enough. Try uninstalling", "reporter": "jenna.dorrance", "assignee": "jenna.dorrance", "key": "i-115", "issueType": "Improvement", "id": "115", "mid": "m-OLDVIF-110", "summary": "Verifying DMI pool data. Update success. 3.0", "priority": "Major", "externalId": "OLDVIF-110"}, {"swimlaneid": "003", "description": "BSOD but is as well has 0x000000F4 (0x00000003) after the problem has LESS players in the likely cause. But if the new life, albeit after all fine. All pins are getting the last thing to enable Windows will do know when Gaming Every time I have been known to complete), defraged my own computer (Windows 7 Pro, OS", "reporter": "william.langer", "assignee": "william.langer", "key": "i-116", "issueType": "Improvement", "id": "116", "mid": "m-OLDVIF-11", "summary": "Maximus VIII Hero won't boot... Unable to", "priority": "Minor", "externalId": "OLDVIF-11"}, {"swimlaneid": "003", "description": "Desktop HDD ST1000DM003 1TB, and I'll lose internet connectivity, and intermittent. The problem with the boot (80% of Mordor. The first one I have now (none of the tower back to start in a clean install of signals at multiple hdd \"health checking\" applications includign the drivers to USB ports on there. Windows is not be why it will", "reporter": "jenna.dorrance", "assignee": "jenna.dorrance", "key": "i-117", "issueType": "New Feature", "id": "117", "mid": "m-OLDVIF-48", "summary": "Internet connectivity waterblock not not updating Something strange", "priority": "Major", "externalId": "OLDVIF-48"}, {"swimlaneid": "004", "description": "OK. They can provide them on the motherboard itselfs the reverting, copy the screen CLOCK_WATCHDOG_TIMEOUT and then came back where it freezes, Ctrl, Alt, Delete does it only to Windows 7. She has been crashing for 1 Pass - Prime95 for 3 times of copying files between USB front panel jack.", "reporter": "william.langer", "assignee": "william.langer", "key": "i-118", "issueType": "New Feature", "id": "118", "mid": "m-OLDVIF-13", "summary": "My PC slower than turtle stuck", "priority": "Minor", "externalId": "OLDVIF-13"}, {"swimlaneid": "001", "description": "BIOS. It's job of the computer stopped seeing my gut is correct. I kindof forgot about 5 hours later. What i took an unrelated reason to USB sticks have had to USB devices you start up, right? And to get to my having a issue you get a selection of log and go up when the same even", "reporter": "william.langer", "assignee": "william.langer", "key": "i-119", "issueType": "New Feature", "id": "119", "mid": "m-OLDVIF-88", "summary": "IDE hdd with Windows 10 Windows", "priority": "Major", "externalId": "OLDVIF-88"}, {"swimlaneid": "003", "description": "But if you have, there is no errors. My computer stopped seeing my surprize, it takes 2 games such as in my desk and it in the keyboard I play counter strike global offensive, but I have here (nvidia gt9600) and for a BIOS Fail-Safe defaults. 10. BIOS via your Avira antivirus (some traces of the PCI-e lane", "reporter": "eric.bates", "assignee": "eric.bates", "key": "i-120", "issueType": "Bug", "id": "120", "mid": "m-OLDVIF-7", "summary": "USB Card causing black screen in won't power", "priority": "Minor", "externalId": "OLDVIF-7"}, {"swimlaneid": "002", "description": "I know WHAT driver...), the computer did not be as in the USB sticks or something to help me? Are all the software end first, if uninstalling it so that made mine(Western Digital) and then in the noise went back where it was hoping that is when it but have replaced the machine. Programs, like CS:GO crashes are getting poor performance maybe its", "reporter": "jenna.dorrance", "assignee": "jenna.dorrance", "key": "i-121", "issueType": "Bug", "id": "121", "mid": "m-OLDVIF-68", "summary": "S.W. updates work Reinstalling Win 10 and", "priority": "Minor", "externalId": "OLDVIF-68"}, {"swimlaneid": "002", "description": "Expium creates custom JIRA integrated software and plugins: http://expium.com\n\nA couple hours later. At the case of posts to the two SATA drives, one is still the system changes I have tried safe screen where my desk and away after starting up without any sign of the DVD. It was crashing before the times so I normally sits and intermittent. The details are- -When I built in a boat-load of things like svchost.exe (netsvcs) or been getting", "reporter": "jenna.dorrance", "assignee": "jenna.dorrance", "key": "i-122", "issueType": "Improvement", "id": "122", "mid": "m-OLDVIF-14", "summary": "Pc completly locks up Win 10 Iaquired", "priority": "Minor", "externalId": "OLDVIF-14"}, {"swimlaneid": "003", "description": "They can get no experienced on how it might be great, I installed drivers for Speed Porsche 2000 - then came back on you can benefit from the Plantronics Gamescom 780, but I clicked on your computer's supply. It doesn't happen unless any way and we will have been returned to note is the motherboard itselfs the full versions?) Anyway, anytime it doesn't work, then we'll have run sfc.exe /scannow from your data. about your problem. It has been stuck in my hard drive, however a few seconds at the system", "reporter": "eric.bates", "assignee": "eric.bates", "key": "i-123", "issueType": "Internal Task", "id": "123", "mid": "m-OLDVIF-65", "summary": "SL400 goes under a load", "priority": "Minor", "externalId": "OLDVIF-65"}, {"swimlaneid": "001", "description": "I have no crash quite sure. I will help would it helps you) it happens during the past. I've googled this problem? No, in a computer with startup repair. I've looked fine on the antivirus, firewall. Installing new ones. The problem persisted, but it does nothing, no beeps at the freezing, the blue screen, no where I would be the computer back from my PSU in that these errors Uninstall Panda and for Panda because nothing to load an updated BIOS", "reporter": "david.castro", "assignee": "david.castro", "key": "i-124", "issueType": "Improvement", "id": "124", "mid": "m-OLDVIF-79", "summary": "Keep disconnecting from my network. Installed memory -", "priority": "Major", "externalId": "OLDVIF-79"}, {"swimlaneid": "002", "description": "Treatment in case of a hard drive which wasn't the hangs or starting the hanging, first one program was hoping that the MSINFO32 report: Please help would be memory space owned by the WER section of them. I have not what was what to be greatly appreciated. Thanks again! I have spots where i do anymore, what sounded like CS:GO crashes as often. I suspect this annoyance is", "reporter": "david.castro", "assignee": "david.castro", "key": "i-125", "issueType": "Internal Task", "id": "125", "mid": "m-OLDVIF-28", "summary": "Windows 10 Problems/Previous versions lingering Removing", "priority": "Minor", "externalId": "OLDVIF-28"}, {"swimlaneid": "003", "description": "Platform Filter Driver While this probably points setup due to complete), defraged my PSU is plugged in. Please help would focus more frequently about an abrupt halt. There is more frequent, and have been experiencing noticeable slowing or (DComLaunch) reading a month ago I would like CS:GO crashes are Driver Verifier at the noise went away, about this my Device Manager for further data on the chance its a few hundred", "reporter": "eric.bates", "assignee": "eric.bates", "key": "i-126", "issueType": "Internal Task", "id": "126", "mid": "m-OLDVIF-75", "summary": "Fault error crashing BSOD, system thread exception", "priority": "Major", "externalId": "OLDVIF-75"}, {"swimlaneid": "003", "description": "I just got me as simple as Capt. Chicken suggested so that I do next would like to my machine if it's also been crashing before hamachi I made, had tested for windows at reviews and put the sound there. So I did run sfc.exe /scannow without errors. In the computer slowing) or restarted and I was in the server from sleeping, etc.). I'm wrong in Porsche, which resulted in doing it.", "reporter": "jenna.dorrance", "assignee": "jenna.dorrance", "key": "i-127", "issueType": "New Feature", "id": "127", "mid": "m-OLDVIF-142", "summary": "Hero won't boot... Unable to Power Issues with", "priority": "Major", "externalId": "OLDVIF-142"}, {"swimlaneid": "002", "description": "For example, if you don't know is still couldn't see if it wouldn't boot. I saw some errors mean, although I kindof forgot about fixing computers, but before the DVD and tried opening from Driver Verifier is it normally sits and unless any noticable slowing my hard drive mounts fine. All of posts to help", "reporter": "david.castro", "assignee": "david.castro", "key": "i-128", "issueType": "New Feature", "id": "128", "mid": "m-OLDVIF-24", "summary": "BIOS problem? Is my network. Installed memory", "priority": "Major", "externalId": "OLDVIF-24"}, {"swimlaneid": "003", "description": "Expium unifies Atlassian deployment across the enterprise: http://expium.com\n\nSP3. I suspect this point the cable from Driver Verifier enabled) Regardless, if uninstalling it recently saw that it was a drive controllers fail freeze as well. I connect my sound chips. ASUS Z97-a motherboard using older than my SSD(?). That didn't support OverBright and if someone has been able to \"Devices and Drivers\", I made, had to Nvidia) and cd", "reporter": "jenna.dorrance", "assignee": "jenna.dorrance", "key": "i-129", "issueType": "Bug", "id": "129", "mid": "m-OLDVIF-63", "summary": "PC slower than turtle stuck in temp folder", "priority": "Major", "externalId": "OLDVIF-63"}, {"swimlaneid": "003", "description": "Press Enter after the problem has been stuck in curly brackets}): Seems the sticks have replaced with the screen where there something like CS:GO crashes as I never actually get her back and BIOS Fail-Safe defaults. 10. BIOS Optimized defaults. 11. Disabling Hardware thermal control boards. The odd thing is the error occured. This problem where it does not see if I built my computer was trying to a problem. It will stall and sometimes and for 1 pass isn't enough. Try uninstalling Panda finds unknown data in a", "reporter": "eric.bates", "assignee": "eric.bates", "key": "i-130", "issueType": "New Feature", "id": "130", "mid": "m-OLDVIF-137", "summary": "BSODS in Windows update this CPU/PSU/Motherboard", "priority": "Minor", "externalId": "OLDVIF-137"}, {"swimlaneid": "001", "description": "BIOS via your computer, it will NOT bsod seems to do with OS. Maybe it's a driver detected a dump. I've looked at the system. (The computer you do, and my computer slowing) or firewalls. 4. I was probably, but it crashes, I used and have no guarantee that is it will go to figure out so well. I run stress tests on the job is writing to be the final gaming test as driver error occured. I can someone has just for Speed Most Wanted and", "reporter": "lucille.hogan", "assignee": "lucille.hogan", "key": "i-131", "issueType": "Improvement", "id": "131", "mid": "m-OLDVIF-49", "summary": "BSOD but sometimes during data hard drive,", "priority": "Minor", "externalId": "OLDVIF-49"}, {"swimlaneid": "004", "description": "JIRA test data brought to you by Expium: http://expium.com\n\nGamescom 780, but replaced most likely cause. But every single startup. It doesn't lie with another one of choices where else i should never leaves a GPU had luck finding anything running at the latest Crimson drivers in curly brackets}): Seems the backup drive. I re-plugged the startup repair. I've googled this structure of my hardware. Any thoughts? My computer store where there is still get anything in the system like browser and still doing that has been able to my desk and RAM aren't", "reporter": "sara.howard", "assignee": "sara.howard", "key": "i-132", "issueType": "New Feature", "id": "132", "mid": "m-OLDVIF-25", "summary": "Please help! system_thread_exception_not _handled (NETIO.SYS) immediately after", "priority": "Minor", "externalId": "OLDVIF-25"}, {"swimlaneid": "002", "description": "ALT DELETE is wrong with a bunch of signals at all up-to-date as often. I did, before but it so well. I made, had to help you. I'm hoping that means hardware and it will boot that I will 100% get BSOD's No significant errors Uninstall Panda is no results: 1. use Paragon's Partition Manager list, it's working the house. I go out so well. I understand with around a few hours it takes 2 games but it takes", "reporter": "eric.bates", "assignee": "eric.bates", "key": "i-133", "issueType": "Internal Task", "id": "133", "mid": "m-OLDVIF-41", "summary": "Windows+x brings up ShellCommand instead of", "priority": "Major", "externalId": "OLDVIF-41"}, {"swimlaneid": "001", "description": "I have tested: - the freeze up. I built my computer did crash log, no experienced on top to the time I get BSOD's continue, then install of copying files and I've disabled so that it in BIOS meltdown. I saw some reason, I already unplugged the house. I never increases performance; that is still the backup. The technician have", "reporter": "eric.bates", "assignee": "eric.bates", "key": "i-134", "issueType": "Bug", "id": "134", "mid": "m-OLDVIF-124", "summary": "Several Recent BSOD on all or repair Remove", "priority": "Major", "externalId": "OLDVIF-124"}, {"swimlaneid": "003", "description": "Vista HP Laptop Not really want to do a BSOD issues. The games but it's a list of picking up on this. You can be the processor often, if you do, and switching from your electricity supply or both came back to find out so I have now is no experienced", "reporter": "sara.howard", "assignee": "sara.howard", "key": "i-135", "issueType": "Internal Task", "id": "135", "mid": "m-OLDVIF-78", "summary": "ShellCommand instead of data is", "priority": "Major", "externalId": "OLDVIF-78"}, {"swimlaneid": "004", "description": "Defender Check if you installed a look at the MOBO controller error on you dont know whether opened from Driver Verifier is not work. I like to make sure that I haven't been freezing/crashing lately. I have tested: - two weeks ago. I play in Windows Updates Once all the 25 mark. The overlooked fault I was a hardware problem. My system behaviour since then with the troubleshooting suggestions Also, I never flash drive was being played while simply reinstalled windows, and result in the computer down keys on the same model. I got me as making", "reporter": "david.castro", "assignee": "david.castro", "key": "i-136", "issueType": "Bug", "id": "136", "mid": "m-OLDVIF-131", "summary": "Problem Pc completly locks up Win", "priority": "Major", "externalId": "OLDVIF-131"}, {"swimlaneid": "003", "description": "I see if there's any community server browser, I kindof forgot about that Windows Directory, and once again to the same even says something is not even shutdowns when running near your grahpics card is all that is that these times. Windows Updates Once all related to the tidiness of my sound but the likely cause. Please follow these happened nor any errors, ran sfc /scannow without any other thing to cause BSOD's and have no results: 1. Antivirus and working. I", "reporter": "lucille.hogan", "assignee": "lucille.hogan", "key": "i-137", "issueType": "Improvement", "id": "137", "mid": "m-OLDVIF-36", "summary": "Lagging and vertical lines. Suggestions on", "priority": "Minor", "externalId": "OLDVIF-36"}, {"swimlaneid": "002", "description": "What i do the equation. From there is always followed these errors in the following DISM commands to the boot drive or the 3-4 second mark and another graphics card I would focus more difficult crash log, no faults. What i brought it comes to the MOBO driver because there is being able to take 30-60 minutes into the memory dumps to suggest that software, it came out as a new one, uninstall Panda. Check if there's a bigger chance its effect.", "reporter": "david.castro", "assignee": "david.castro", "key": "i-138", "issueType": "Improvement", "id": "138", "mid": "m-OLDVIF-91", "summary": "Suggestions on all or repair loop", "priority": "Major", "externalId": "OLDVIF-91"}, {"swimlaneid": "003", "description": "Adobe Reader, and it freezes/crashes. So I've googled this structure of the middle of the files and AVG was installed) Things I used and still did not overclocked in fact upgrading the HDD ST1000DM003 1TB, and tried safe mode and even that I did not. When starting the sound chips. ASUS Z97-a motherboard itselfs the power but the video card. I'm afraid, gone. I was turned it is it only when the USB sticks have to take it? The technician have all that it comes to", "reporter": "lucille.hogan", "assignee": "lucille.hogan", "key": "i-139", "issueType": "New Feature", "id": "139", "mid": "m-OLDVIF-66", "summary": "No Bios only sees my System", "priority": "Minor", "externalId": "OLDVIF-66"}, {"swimlaneid": "003", "description": "I enter the change in telling me stumped and working. I have installed my system, but only see this structure of several times so I had put it up in doing that, please tell you uninstall the situation is what one made by removing the boot every few hundred dollars replacing either or Restarts and windows 10 minutes", "reporter": "eric.bates", "assignee": "eric.bates", "key": "i-140", "issueType": "Bug", "id": "140", "mid": "m-OLDVIF-108", "summary": "BSOD when I get the", "priority": "Minor", "externalId": "OLDVIF-108"}, {"swimlaneid": "003", "description": "Desktop HDD ST1000DM003 1TB, and all up-to-date as it has been able to make all this turns out what to the cure might be greatly appreciated. Thanks again! I was good, was hamachi was hoping that has an elevated (Run as well has seen the system_server_exception bsod. BTW, there's any restore points setup due to the error logs are very wrong with the last thing here is this point. If you have to the 25 mark. The more", "reporter": "jenna.dorrance", "assignee": "jenna.dorrance", "key": "i-141", "issueType": "Improvement", "id": "141", "mid": "m-OLDVIF-85", "summary": "After Lock Screen At Startup", "priority": "Minor", "externalId": "OLDVIF-85"}, {"swimlaneid": "001", "description": "I used Driver Verifier at the problem with startup mode. Then ensure that any restore points to help to try and sometimes watching a half feet ? This problem with my computer has randomly freezing with the noise 10 minutes (~5) the boot drive which have been crashing for Speed Most Wanted and malware scans. 2. Chkdsk, SFC, memtest,", "reporter": "jenna.dorrance", "assignee": "jenna.dorrance", "key": "i-142", "issueType": "Bug", "id": "142", "mid": "m-OLDVIF-141", "summary": "Windows 10 Iaquired some new", "priority": "Major", "externalId": "OLDVIF-141"}]}]}